Revit 2024 API
VertexPositionColored Properties
The VertexPositionColored type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
 (Inherited from Vertex.)
Position
 The vertex's position.
See Also
VertexPositionColored Class
Autodesk.Revit.DB.DirectContext3D Namespace